erlang
fastfetch
ffmpeg
fzf
gd
gh
helix
htop
imagemagick
jq
koekeishiya/formulae/yabai
libxft
lua-language-server
neovim
node@16
openjdk
openssl@1.1
perl
powerlevel10k
pyright
python-lsp-server
python@3.11
ripgrep
ruff-lsp
stylua
tailwindcss
tmux
tree
virtualenv
zig
zsh-vi-mode
