fastfetch
ffmpeg
fzf
gh
htop
jq
lua-language-server
mongodb/brew/mongodb-community@6.0
neovim
powerlevel10k
pyright
python-lsp-server
python@3.11
ripgrep
ruff
stylua
tmux
tree
virtualenv
xmlstarlet
zsh-vi-mode
aerospace
arc
chatgpt
discord
figma
font-satoshi
font-sf-pro
ghostty
hammerspoon
hiddenbar
iterm2
maccy
mactex-no-gui
mongodb-compass
raycast
sf-symbols
slack
whatsapp
