aom
cairo
erlang
fastfetch
ffmpeg
fontconfig
freetype
fzf
gd
gh
ghostscript
glib
harfbuzz
helix
htop
imagemagick
jasper
jpeg-xl
jq
libheif
libraw
libsndfile
libxft
little-cms2
lua-language-server
neovim
node
node@16
openjdk
openjpeg
openssl@1.1
perl
powerlevel10k
pyright
python-lsp-server
python@3.11
ripgrep
ruff-lsp
shared-mime-info
stylua
tailwindcss
tmux
tree
virtualenv
webp
zig
zsh-vi-mode
koekeishiya/formulae/yabai
alt-tab
dbeaver-community
docker
hammerspoon
hiddenbar
iina
maccy
mactex-no-gui
raycast
scroll-reverser
wezterm
xquartz
zed
